Repository: 87abhii/tuleap
Catalog: src/www/scripts/po/*.po
Languages: fr

source: %{ user_group } can't see any news
fr: %{ user_group } n'a accès à aucune annonce

source: %{ user_group } has no permissions for any package or release
fr: %{ user_group } n'a de permission sur aucun paquet ou version

source: News
fr: Annonces

source: News are loading
fr: Les annonces sont en train de charger

source: No packages found for project
fr: Pas de paquet trouvé pour ce projet

source: Package
fr: Paquet

source: Packages are loading
fr: Les paquets sont en train de charger

source: Private
fr: Privée

source: Public
fr: Publique

source: Readers
fr: Lecteurs

source: Release
fr: Version

source: See all news
fr: Voir toutes les annonces

source: See all packages permissions
fr: Voir toutes les permissions des paquets

source: The project hasn't any news
fr: Le projet ne possède aucune annonce

source: Visibility
fr: Visibilité
